/* Total cart items in singular */
"%1$i item" = "%1$i item";

/* Total cart items in plural */
"%1$i items" = "%1$i items";

/* Search results description */
"%1$i result%2$@ found for \"%3$@\"" = "%1$i result%2$@ found for \"%3$@\"";

/* Stock details in stock */
"%1i in stock" = "%1i in stock";

/* Mail sharing subject */
"A Hybris Product" = "A Hybris Product";

/* No comment provided by engineer. */
"Account" = "Account";

/* Title of the button that lets the user enter a new address and also the views title. */
"Add new address" = "Add new address";

/* Title of the view that lets the user enter a new address. */
"Add New Address" = "Add New Address";

/* No comment provided by engineer. */
"Add new payment" = "Add new payment";

/* Title of the button to add a product to the cart. */
"Add to cart" = "Add to cart";

/* Title for the view that shows the users address book. */
"Address Book" = "Address Book";

/* Address added alert message */
"Address Added" = "Address Added";

/* Address updated alert message */
"Address Updated" = "Address Updated";

/* All Reviews title */
"All Reviews" = "All Reviews";

/* Crash alert title */
"Application Problem" = "Application Problem";

/* No comment provided by engineer. */
"Back" = "Back";

/* Title for barcode scan failure */
"Barcode error" = "Barcode error";

/* Barcode scan failure message because user not logged in */
"You need to be logged in to scan this QR Code." = "You need to be logged in to scan this QR Code.";

/* Basket tab title */
"Basket" = "Basket";

/* No comment provided by engineer. */
"Call" = "Call";

/* Title for the cancel button. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change Currency" = "Change Currency";

/* Title for the view to change the users email. */
"Change Email" = "Change Email";

/* No comment provided by engineer. */
"Change Language" = "Change Language";

/* Title for the view to change the users password. */
"Change Password" = "Change Password";

/* Title of the checkout view and the button to get to the checkout page. */
"Checkout" = "Checkout";

/* Clear all button title. */
"Clear All" = "Clear All";

/* Shop closed */
"Closed" = "Closed";

/* Informing the user an item has finished copying */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copying";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"Delivery address" = "Delivery address";

/* Product delivery information title */
"Delivery Information" = "Delivery Information";

/* No comment provided by engineer. */
"Delivery Method" = "Delivery Method";

/* No comment provided by engineer. */
"Delivery method" = "Delivery method";

/* No comment provided by engineer. */
"Delivery:" = "Delivery:";

/* Product description title */
"Description" = "Description";

/* Did you mean...? */
"Did you mean \"%1$@\"?" = "Did you mean \"%1$@\"?";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* Title for the view that lets the user edit a address. */
"Edit Address" = "Edit Address";

/* Title for the view that lets the user edit payment details. */
"Edit Payment Details" = "Edit Payment Details";

/* Title for the edit button. */
"Edit" = "Edit";

/* Placeholder for email login field */
"Email address" = "Email address";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Email failed to send. Please try again.";

/* Message for when a password request fails because email address is not found */
"Email address not found" = "Email address not found";

/* Error alert box title */
"Error" = "Error";

/* Alert title for opening an external link. */
"External Link" = "External Link";

/* Error alert title */
"ErrorMessage" = "ErrorMessage";

/* Facebook button title */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "Failed";

/* Title of the feature section of a store detail. */
"Features" = "Features";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* Forgot password alert title */
"Forgot Password" = "Forgot your password";

/* Button text for forgotten password */
"Forgotten your password?" = "Forgotten your password?";

/* Error alert box title for expected errors */
"General Error alert box title" = "Sorry";

/* Title of directions button */
"Get Directions" = "Get Directions";

/* Home Screen Title */
"Home" = "Home";

/* No comment provided by engineer. */
"hour" = "hour";

/* No comment provided by engineer. */
"hours" = "hours";

/* No comment provided by engineer. */
"I have read and agree with the Terms & Conditions" = "I have read and agree with the Terms & Conditions";

/* In Stock */
"In Stock" = "In Stock";

/* No comment provided by engineer. */
"Includes tax" = "Includes tax";

/* Number of items (singular) */
"%i Item" = "Item";

/* Number of items (plural) */
"%i Items" = "Items";

/* No comment provided by engineer. */
"Item Price" = "Item Price";

/* Loading message */
"Loading" = "Loading";

/* Login button */
"Login" = "Login";

/* Login changed alert message */
"Login changed" = "Email changed";

/* Logout button */
"Logout" = "Logout";

/* Low Stock */
"Low Stock" = "Low Stock";

/* Mail button title */
"Mail" = "Mail";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* No comment provided by engineer. */
"min" = "min";

/* No comment provided by engineer. */
"mins" = "mins";

/* No comment provided by engineer. */
"month" = "month";

/* No comment provided by engineer. */
"months" = "months";

/* Product more information title */
"More Information" = "More Information";

/* Completed count of result (singular) */
"n result" = "%1$i product";

/* Completed count of products (plural) */
"n total products" = "%1$i total products";

/* Completed count of results (plural) */
"n total results" = "%1$i total results";

/* Button text for new customer */
"New customer" = "New customer";

/* Text for next button above the form keyboard */
"Next" = "Next";

/* Barcode scan failure message because order not found */
"No order found for this QR code." = "No order found for this QR code.";

/* Text for no results string in table. */
"No results" = "No results";

/* User not logged in message */
"Not logged in" = "Not logged in";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "of";

/* InAppSettingsKit
   OK button */
"OK" = "OK";

/* Stock details low stock */
"Only %1$i left" = "Only %1$i left";

/* Title of the opening hours section of a store detail. */
"Opening Hours" = "Opening Hours";

/* Button title to open external application */
"Open" = "Open";

/* Title of map button */
"Open Map" = "Open Map";

/* Title for the view that shows the order history. */
"Order History" = "Order History";

/* Section header for order status */
"Order Status" = "Order Status";

/* No comment provided by engineer. */
"Order Totals:" = "Order Totals:";

/* Out Of Stock */
"Out Of Stock" = "Out Of Stock";

/* Placeholder for password login field */
"Password" = "Password";

/* Error message for mismatching password */
"Password mismatch" = "The passwords mismatch.";

/* Message for when a password reset email has been sent */
"Password reset email sent" = "Password reset email sent";

/* Title for the view that shows the users payment details. */
"Payment Details" = "Payment Details";

/* Name of the section where the user can chose the payment method. */
"Payment Method" = "Payment Method";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Placed on" = "Placed on";

/* Message for when a password reset failed due to no email */
"Please enter an email address" = "Please enter an email address";

/* Facebook success message */
"Posted to Facebook" = "Posted to Facebook";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Preparing";

/* Text for previous button above the form keyboard */
"Previous" = "Previous";

/* Label for number of products in filter view (singular). */
"Product" = "Product";

/* Label for number of products in filter view (plural). */
"Products" = "Products";

/* Product not added to cart message */
"Product not added to cart" = "Product could not be added: %1$@";

/* Promotion label for summary section of the order detail view */
"Promotion" = "Promotion";

/* Quantity label */
"Quantity" = "Quantity";

/* Refine button label */
"Refine" = "Refine";

/* Register view title */
"Register" = "Register";

/* Returning Customer label */
"Returning Customer" = "Returning Customer";

/* External link title */
"Safari Link" = "Safari Link";

/* No comment provided by engineer. */
"Save" = "Save";

/* Informing the user an item has been saved */
"Saved" = "Saved";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Saving";

/* Scan tab title */
"Scan" = "Scan";

/* Search placeholder */
"Search" = "Search";

/* No comment provided by engineer. */
"sec" = "sec";

/* No comment provided by engineer. */
"secs" = "secs";

/* Variant field with no selected value. */
"select %@" = "select %@";

/* No comment provided by engineer. */
"Select a delivery address" = "Select a delivery address";

/* No comment provided by engineer. */
"Select a delivery mode" = "Select a delivery mode";

/* No comment provided by engineer. */
"Select a payment method" = "Select a payment method";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* Home tab title */
"Shop" = "Shop";

/* Show customer reviews in product detail view. */
"Show Customer Reviews" = "Show Customer Reviews";

/* On-going count of products */
"Showing n of m products" = "Showing %1$i out of %2$i products";

/* On-going count of results */
"Showing n of m results" = "Showing %1$i out of %2$i results";

/* Title for login view */
"Sign in" = "Sign in";

/* No comment provided by engineer. */
"size" = "size";

/* Friendly crash alert copy */
"Sorry we have to close the app because an unknown error has occurred. We have logged this error and if this happens frequently you should look out for an app update." = "Sorry we have to close the app because an unknown error has occurred. We have logged this error and if this happens frequently you should look out for an app update.";

/* Store Locator tab title */
"Stores" = "Stores";

/* Title of the store detail page */
"Store Description" = "Store Description";

/* Title of Store Locator View Controller */
"Store Locator" = "Store Locator";

/* No comment provided by engineer. */
"style" = "Stil";

/* Button title for saving form values */
"Submit" = "Submit";

/* No comment provided by engineer. */
"Subtotal:" = "Subtotal:";

/* Success alert box title */
"Success" = "Success";

/* No comment provided by engineer. */
"Thank you for your order!" = "Thank you for your order!";

/* Facebook error message */
"There was a problem posting to Facebook" = "There was a problem posting to Facebook";

/* Product barcode scan failure message (product not found) */
"There is no product matching this QR code in the system." = "There is no product matching this QR code in the system.";

/* General barcode scan failure message */
"There was an error scanning the\n barcode. Please try again." = "There was an error scanning the\n barcode. Please try again.";

/* General URL handling failure message */
"There was an error handling the\n URL." = "There was an error handling the\n URL.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* Total price */
"Total" = "Total";

/* No comment provided by engineer. */
"Total:" = "Total:";

/* Twitter button title */
"Twitter" = "Twitter";

/* Error message for location update that took too long. */
"Unable to geolocate you." = "Unable to geolocate you.";

/* Title for the view to update the users profile. */
"Update Profile" = "Update Profile";

/* Title for handle URL failure */
"URL error" = "URL-Fehler";

/* Alert message for success registration. */
"User registration successful" = "User registration successful";

/* VAT label for summary section of the order detail view */
"VAT" = "VAT";

/* Labels of the short weekdays names for the opening hours of a store. */
"Weekdays" = "Mon\nTue\nWed\nThur\nFri\nSat\nSun";

/* No comment provided by engineer. */
"year" = "year";

/* No comment provided by engineer. */
"years" = "years";

/* External link message */
"You are leaving the app. Do you wish to continue?" = "You are leaving the app. Do you wish to continue?";

/* No search resulst help text */
"You may have typed your word incorrectly, please check for misspellings.\nYou may have been too specific." = "You may have typed your word incorrectly, please check for misspellings.\nYou may have been too specific.";

/* Title of the customers basket view. */
"Your Basket" = "Your Basket";

